Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_PRESERVE_LINEAR_DNG_FOOTER
source: Preserve the Apple ProRAW setting, rather than automatically reset.
ar: الاحتفاظ بإعداد Apple ProRAW بدلاً من إعادة التعيين تلقائيًا.
bg: Запазва Apple ProRAW настройката, вместо да възстанови автоматичните.
bn: স্বয়ংক্রিয়ভাবে রিসেট করার পরিবর্তে Apple ProRAW সংরক্ষিত করে।
ca: Conserva la configuració Apple ProRAW, en lloc de restablir‑la automàticament.
cs: Místo automatického resetování bude zachováno nastavení Apple ProRAW.
da: Behold Apple ProRAW-indstillingen fremfor automatisk at nulstille.
de: Behalte die Apple ProRAW-Einstellung bei, anstatt sie automatisch zurückzusetzen.
el: Διατήρηση της ρύθμισης Apple ProRAW που χρησιμοποιήθηκε πιο πρόσφατα, αντί για αυτόματη επαναφορά.
es: Conserva el ajuste Apple ProRAW en vez de restablecerlo automáticamente.
es_us: Conserva la configuración de ProRAW de Apple, en lugar de restablecerla automáticamente.
fi: Älä nollaa Säilytä Apple ProRAW ‑asetusta automaattisesti.
fr: Conserve le réglage Apple ProRaw au lieu de réinitialiser automatiquement les réglages.
fr_ca: Applique le réglage Apple ProRAW plutôt que de rétablir automatiquement les réglages.
gu: ઑટોમૅટિક રીતે રીસેટ કરવાને બદલે Apple ProRAW સેટિંગ ટકાવી રાખો.
he: ניתן לשמור את הגדרת ה-Apple ProRAW, במקום לאפס אותה באופן אוטומטי.
hi: ऑटोमैटिकली रीसेट करने के बजाय Apple ProRAW सेटिंग संरक्षित करें।
hr: Očuvanje postavke Apple ProRAW umjesto automatskog resetiranja.
hu: Megőrizheti az Apple ProRAW beállítását, ahelyett, hogy automatikusan visszaállítaná alaphelyzetbe.
id: Pertahankan pengaturan Apple ProRAW, alih-alih mengatur ulang secara otomatis.
it: Mantieni l’impostazione Apple ProRAW. L’opzione non verrà reimpostata automaticamente.
ja: 自動的にリセットされず、Apple ProRAWの設定を保持します。
kk: Автоматты түрде бастапқы күйге қайтарудың орнына қолданыстағы Apple ProRAW реттеуін сақтау.
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರೀಸೆಟ್ ಮಾಡುವ ಬದಲು Apple ProRAW ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.
ko: 카메라를 자동으로 재설정하는 대신 Apple ProRAW 설정을 유지합니다.
lt: Išsaugokite „Apple ProRAW“ nustatymą, užuot automatiškai iš naujo nustatydami.
ml: Apple ProRAW ക്രമീകരണത്തെ ഓട്ടോമാറ്റിക്കായി റീസെറ്റ് ചെയ്യുന്നതിനു പകരം സംരക്ഷിക്കൂ.
mr: ऑटोमॅटिकली रीसेट करण्यापेक्षा, Apple ProRAW सेटिंग, जतन करा.
ms: Kekalkan seting Apple ProRAW, berbanding mereset secara automatik.
nb: Bevar Apple ProRAW-innstillingen i stedet for å nullstille den automatisk.
nl: Bewaar de instelling 'Apple ProRAW' in plaats van deze automatisch opnieuw in te stellen.
or: ସ୍ବୟଂଚାଳିତ ଭାବରେ ରୀସେଟ୍ କରିବା ପରିବର୍ତ୍ତେ Apple ProRAW ସେଟିଂ ସଂରକ୍ଷଣ କରନ୍ତୁ।
pa: ਆਟੋਮੈਟਿਕਲੀ ਰੀਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ Apple ProRAW ਸੈਟਿੰਗ ਨੂੰ ਰੱਖਿਅਤ ਕਰੋ।
pl: Aplikacja zachowuje ustawienie Apple ProRAW, zamiast automatycznie je zerować.
pt_br: Mantenha os ajustes do Apple ProRAW, em vez de redefini-los automaticamente.
pt_pt: Manter a definição de Apple ProRAW, em vez de voltar automaticamente ao original.
ro: Va fi menținută configurarea Apple ProRAW, în locul resetării automate a acesteia.
ru: Сохранить настройку Apple ProRAW вместо автоматического сброса.
sk: Namiesto automatického resetovania zachová nastavenie Apple ProRAW.
sl: Ohrani nastavitev Apple ProRAW, namesto da jo samodejno ponastavi.
sv: Behåll inställningarna för Apple ProRAW istället för att automatiskt återställa.
ta: தன்னியக்கமாக மீட்டமைப்பதற்குப் பதிலாக Apple ProRAW அமைப்பைத் தக்கவைக்கும்.
te: ఆటోమేటిక్‌గా రీసెట్ చేసే బదులు, Apple ProRAW సెట్టింగ్‌ను భద్రపరుస్తుంది.
th: คงการตั้งค่า Apple ProRAW ไว้แทนที่จะรีเซ็ตโดยอัตโนมัติ
tr: Otomatik olarak sıfırlamak yerine Apple ProRAW ayarını korur.
uk: Зберігати значення параметра Apple ProRAW замість автоскидання.
ur: آٹومیٹک طریقے سے ری سیٹ کرنے کے بجائے ⁨Apple ProRAW⁩ سیٹنگ کو محفوظ کریں۔
vi: Bảo lưu cài đặt Apple ProRAW thay vì tự động đặt lại.
zh_cn: 保留Apple ProRAW设置，而非自动重设。
zh_hk: 保留Apple ProRAW設定，而非自動重設。
zh_tw: 保留Apple ProRAW設定，而非自動重置。

# CAM_PRESERVE_LIVE_PHOTO_FOOTER
source: Preserve the Live Photo setting, rather than automatically reset to Live Photo turned on.
ar: الاحتفاظ بإعداد الصورة الحية بدلاً من إعادة التعيين تلقائيًا إلى تشغيل الصورة الحية.
bg: Запазва настройката за Live Photo, вместо да възстанови автоматично към активен режим Live Photo.
bn: স্বয়ংক্রিয়ভাবে ‘Live Photo চালু’-এ রিসেট করার পরিবর্তে Live Photo সেটিংস সংরক্ষিত করে।
ca: Conserva la configuració de Live Photo, en lloc de restablir‑la i activar Live Photo automàticament.
cs: Místo automatického návratu k zapnutému režimu Live Photo bude zachováno naposledy použité nastavení.
da: Behold indstilling af Live Photo fremfor automatisk at slå indstilling af Live Photo til igen.
de: Behalte die letzte Einstellung für „Live Photo“ bei, anstatt „Live Photo“ immer automatisch zu aktivieren.
el: Διατήρηση της ρύθμισης Live Photo αντί για αυτόματη ενεργοποίηση του Live Photo.
es: Conserva el ajuste de Live Photo, en vez de activar Live Photo automáticamente.
es_us: Conserva la configuración de Live Photo, en lugar de restablecerla como Live Photo activada.
fi: Älä laita Live Photoa automaattisesti päälle, vaan säilytä Live Photo -asetus.
fr: Conservez le réglage Live Photo, au lieu de rétablir automatiquement l’activation de ce mode.
fr_ca: Applique le dernier réglage Live Photo, plutôt que d’activer automatiquement l’option Live Photo.
gu: Live Photoને ચાલુ પર ઑટોમૅટિક રીતે રીસેટ કરવાને બદલે Live Photo સેટિંગ ટકાવી રાખો.
he: ניתן לשמור את ההגדרה של Live Photo, במקום להחזיר אותה באופן אוטומטי למצב פעיל.
hi: Live Photo को चालू पर ऑटोमैटिकली रीसेट करने के बजाए Live Photo सेटिंग संरक्षित करें।
hr: Očuvanje postavke za Live Photo, umjesto automatskog prebacivanja na uključen Live Photo.
hu: A Live Photo-beállítás megőrzése a Live Photo automatikus bekapcsolt állapotú alaphelyzetbe állítása helyett.
id: Pertahankan pengaturan Live Photo, alih-alih mengatur ulang secara otomatis ke Live Photo menyala.
it: Mantieni l’opzione Live Photo scelta. La modalità non verrà attivata automaticamente.
ja: 自動的にオンの状態に戻らずに、Live Photosの設定を保持します。
kk: Live Photo режимін қосулы күйіне автоматты түрде қайтарудың орнына қолданыстағы Live Photo реттеуін сақтау.
kn: Live Photo ಆನ್ ಮಾಡಲಾಗಿದೆ ಎಂಬುದಕ್ಕೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರೀಸೆಟ್ ಮಾಡುವ ಬದಲು ಲೈವ್ ಫೋಟೋ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.
ko: Live Photo를 항상 자동으로 켜는 대신 마지막으로 사용한 Live Photo 설정을 유지합니다.
lt: Išsaugokite „Live Photo“ nustatymą, užuot automatiškai iš naujo nustatydami įjungtą „Live Photo“.
ml: ഓൺ ചെയ്ത Live Photo-ലേക്ക് Live Photo ക്രമീകരണത്തെ ഓട്ടോമാറ്റിക്കായി റീസെറ്റ് ചെയ്യുന്നതിനു പകരം സംരക്ഷിക്കൂ.
mr: Live Photo सुरू केले गेल्याचे ऑटोमॅटिकली रीसेट करण्यापेक्षा, Live Photo सेटिंग संरक्षित करा.
ms: Kekalkan seting Live Photo, berbanding mereset secara automatik kepada Live Photo diaktifkan.
nb: Husk forrige innstilling for bruk av Live Photo, i stedet for å automatisk slå på Live Photo hver gang.
nl: Bewaar de Live Photo-instelling, in plaats van Live Photo altijd in te schakelen.
or: Live Photo ଚାଲୁ କରିବା ସ୍ବୟଂଚାଳିତ ଭାବରେ ରୀସେଟ୍ କରିବା ପରିବର୍ତ୍ତେ Live Photo ସେଟିଂ ସଂରକ୍ଷଣ କରନ୍ତୁ।
pa: Live Photo ਚਾਲੂ ਹੋਣ ‘ਤੇ ਆਟੋਮੈਟਿਕਲੀ ਰੀਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ Live Photo ਸੈਟਿੰਗ ਨੂੰ ਰੱਖਿਅਤ ਕਰੋ।
pl: Aplikacja zachowuje ostatnio użyte ustawienie zdjęć Live Photo zamiast automatycznie włączać tryb Live Photo.
pt_br: Preserve o último ajuste de Live Photo, em vez de automaticamente ativar o modo Live Photo.
pt_pt: Manter a mais recente definição para as Live Photos, em vez de ativar automaticamente esta opção.
ro: Va fi menținută configurarea pentru Live Photo, în locul activării automate a acesteia.
ru: Сохранять имеющуюся настройку для Live Photo вместо автоматического включения режима Live Photo.
sk: Zachová nastavenie režimu Live Photo namiesto automatického zapnutia režimu Live Photo.
sl: Ohrani nastavitev Live Photo, namesto da jo samodejno ponastavi na vklopljeno funkcijo Live Photo.
sv: Behåll inställningen för Live Photo, istället för att automatiskt återställa till att slå på Live Photo.
ta: Live Photoஐ ஆன் செய்து தன்னியக்கமாக மீட்டமைப்பதற்குப் பதிலாக Live Photo அமைப்பைத் தக்கவைக்கும்.
te: Live Photoను ఆన్ చేయడాన్ని ఆటోమేటిక్‌గా రీసెట్ చేసే బదులు, Live Photo సెట్టింగ్‌ను భద్రపరుస్తుంది.
th: คงการตั้งค่า Live Photo ที่ใช้ล่าสุดไว้แทนที่จะรีเซ็ตกลับเป็นแบบเปิดใช้ Live Photo
tr: Otomatik olarak Live Photo’yu açık olarak ayarlamak yerine Live Photo ayarını korur.
uk: Зберігати значення параметра Live Photo замість автоскидання до значення «Live Photo ввімкнено».
ur: ⁨Live Photo⁩ کو چالو کرنے پر آٹومیٹک طریقے سے ری سیٹ کرنے کے بجائے ⁨Live Photo⁩ سیٹنگ کو محفوظ کریں۔
vi: Bảo lưu cài đặt Live Photo, thay vì tự động đặt lại thành Live Photo được bật.
zh_cn: 保留实况照片设置，而非自动重设为打开实况照片。
zh_hk: 保留原況相片設定，不要自動重設原況相片開啟模式。
zh_tw: 保留「原況照片」設定，而非自動重置為「原況照片」開啟模式。

# CAM_PRESERVE_LIVE_PHOTO_SWITCH
source: Live Photo
ar: ‏صورة حية
ja: Live Photos
zh_cn: 实况照片
zh_hk: 原況相片
zh_tw: 原況照片

# CAM_PRESERVE_NIGHT_MODE_FOOTER
source: Preserve the Night mode setting, rather than automatically reset Night mode to Auto.
ar: الاحتفاظ بإعداد النمط الليلي، بدلاً من إعادة تعيين النمط الليلي تلقائيًا إلى "تلقائي".
bg: Запазва настройката за нощен режим, вместо да възстанови автоматичен нощен режим.
bn: স্বয়ংক্রিয়ভাবে নাইট মোড থেকে স্বয়ংক্রিয়-তে রিসেট করার পরিবর্তে নাইট মোড সেটিংস সংরক্ষিত করে।
ca: Conserva la configuració del mode de nit, en lloc de restablir‑la i activar el mode automàtic.
cs: Nastavení nočního režimu zůstane zachováno a nebude se přepínat zpět na Automaticky.
da: Behold indstillingen Nattilstand i stedet for at skifte automatisk fra Nattilstand til Automatisk.
de: Behalte die Einstellung für „Nachtmodus“ bei, anstatt „Nachtmodus“ automatisch auf „AUTO“ zurückzusetzen.
el: Διατήρηση της ρύθμισης «Νυχτερινή λειτουργία» αντί για αυτόματη εναλλαγή στη ρύθμιση «Αυτόματα».
es: Conserva el ajuste del modo Noche, en vez de cambiarlo automáticamente al ajuste automático.
es_us: Se conservará la configuración del modo Noche en lugar de restablecerlo a Automático.
fi: Älä palauta Yötila-asetusta automaattiselle, vaan säilytä Yötila-asetus.
fr: Conservez le réglage du mode Nuit, plutôt que de rétablir automatiquement le mode Nuit sur Auto.
fr_ca: Applique le dernier réglage mode Nuit plutôt que de régler automatiquement le mode Nuit à Auto.
gu: નાઇટ મોડને ઑટો પર ઑટોમૅટિક રીતે રીસેટ કરવાને બદલે નાઇટ મોડ સેટિંગ ટકાવી રાખો.
he: ניתן לשמור את הגדרת ״מצב לילה״, במקום להחזיר אותה ל״אוטומטי״.
hi: नाइट मोड को ऑटो पर ऑटोमैटिकली रीसेट करने के बजाए नाइट मोड सेटिंग संरक्षित करें।
hr: Očuvanje postavke za Noćni mod, umjesto automatskog prebacivanja Noćnog moda na Automatski.
hu: Az éjszakai mód beállításának megőrzése az éjszakai üzemmód Automatikus értékre való automatikus visszaállítása helyett.
id: Pertahankan pengaturan mode Malam alih-alih mengatur ulang mode Malam secara otomatis ke Otomatis.
it: Rimani in modalità Notte. L’opzione non verrà reimpostata su Auto.
ja: 自動的に“自動”に戻らずに、ナイトモードの設定を保持します。
kk: Түнгі режимді автоматты түрде «Авто» күйіне қайтарудың орнына, қолданыстағы түнгі режим реттеуін сақтау.
kn: ನೈಟ್ ಮೋಡ್ ಅನ್ನು ಆಟೋಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರೀಸೆಟ್ ಮಾಡುವ ಬದಲು ನೈಟ್ ಮೋಡ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.
ko: 야간 모드를 자동으로 재설정하는 대신 마지막으로 사용한 야간 모드 설정을 유지합니다.
lt: Išsaugokite naktinio režimo nustatymą, užuot automatiškai iš naujo naktinį režimą nustatydami į automatinį.
ml: രാത്രി മോഡിനെ ഓട്ടോ എന്നതിലേക്ക് ഓട്ടോമാറ്റിക്കായി റീസെറ്റ് ചെയ്യുന്നതിനു പകരം രാത്രി മോഡ് ക്രമീകരണത്തെ സംരക്ഷിക്കൂ.
mr: ऑटोमॅटिकली नाइट मोड ऑटोमध्ये रीसेट करण्यापेक्षा, नाइट मोड सेटिंग, जतन करा.
ms: Kekalkan seting mod Malam, berbanding mereset mod Malam secara automatik kepada Auto.
nb: Husk forrige innstilling for bruk av Nattmodus, i stedet for å automatisk nullstille Nattmodus til Auto.
nl: Bewaar de Nachtmodus-instelling in plaats van de Nachtmodus automatisch opnieuw in te stellen op 'Auto'.
or: ନାଇଟ୍ ମୋଡ୍ ଚାଲୁ କରିବା ସ୍ବୟଂଚାଳିତ ଭାବରେ ରୀସେଟ୍ କରିବା ପରିବର୍ତ୍ତେ ନାଇଟ୍ ମୋଡ୍ ସେଟିଂ ସଂରକ୍ଷଣ କରନ୍ତୁ।
pa: ਨਾਈਟ ਮੋਡ ਨੂੰ ਆਟੋ ‘ਤੇ ਆਟੋਮੈਟਿਕਲੀ ਰੀਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ ਨਾਈਟ ਮੋਡ ਸੈਟਿੰਗ ਨੂੰ ਰੱਖਿਅਤ ਕਰੋ।
pl: Aplikacja zachowuje ustawienie trybu Noc, zamiast automatycznie przywracać ustawienie Autom.
pt_br: Preserve o ajuste do modo Noite, em vez de redefini-lo automaticamente para Automático.
pt_pt: Manter a definição do modo Noite, em vez de repor a opção Automático.
ro: Va fi menținută configurarea pentru modul Noapte, în locul resetării sale la opțiunea Automat.
ru: Сохранять заданную настройку ночного режима вместо автоматического сброса ночного режима на «Авто».
sk: Zachová nastavenie Nočného režimu namiesto automatického resetovania na Autom.
sl: Ohrani Nočni način, namesto da samodejno ponastavi Nočni način na Samodejno.
sv: Behåll inställningen för nattläge istället för att automatiskt återställa nattläge till automatiskt.
ta: இரவுப் பயன்முறையிலிருந்து ஆட்டோ பயன்முறைக்குத் தன்னியக்கமாக மீட்டமைப்பதற்குப் பதிலாக இரவுப் பயன்முறை அமைப்பைத் தக்கவைக்கும்.
te: నైట్ మోడ్‌ను ‘ఆటో’కు ఆటోమేటిక్‌గా రీసెట్ చేసే బదులు, నైట్ మోడ్ సెట్టింగ్‌ను భద్రపరుస్తుంది.
th: คงการตั้งค่าโหมดกลางคืนไว้แทนที่จะรีเซ็ตโหมดกลางคืนกลับเป็นโหมดอัตโนมัติโดยอัตโนมัติ
tr: Gece Modu ayarını Otomatik’e döndürmek yerine ayarı korur.
uk: Зберігати значення параметра Нічного режиму замість автоскидання до значення «Авто».
ur: نائٹ موڈ کو آٹومیٹک طریقے سے آٹو پر ری سیٹ کرنے کے بجائے نائٹ موڈ سیٹنگ کو محفوظ کریں۔
vi: Bảo lưu cài đặt chế độ Ban đêm, thay vì tự động đặt lại chế độ Ban đêm thành Tự động.
zh_cn: 保留夜间模式设置，而非将夜间模式自动重设为“自动”。
zh_hk: 保留夜間模式設定，不要將夜間模式自動重設為「自動」。
zh_tw: 保留「夜間」模式設定，而非將「夜間」模式自動重置為「自動」。

# CAM_PRESERVE_NIGHT_MODE_SWITCH
source: Night Mode
ar: النمط الليلي
bg: Нощен режим
bn: নাইট মোড
ca: Mode de nit
cs: Noční režim
da: Nattilstand
de: Nachtmodus
el: Νυχτερινή λειτουργία
es: Modo Noche
es_us: Modo Noche
fi: Yötila
fr: Mode Nuit
fr_ca: Mode Nuit
gu: નાઇટ મોડ
he: מצב לילה
hi: नाइट मोड
hr: Noćni mod
hu: Éjszakai mód
id: Mode Malam
it: Modalità Notte
ja: ナイトモード
kk: Түнгі режим
kn: ನೈಟ್ ಮೋಡ್
ko: 야간 모드
lt: Naktinis režimas
ml: രാത്രി മോഡ്
mr: नाइट मोड
ms: Mod Malam
nb: Nattmodus
nl: Nachtmodus
or: ନାଇଟ୍ ମୋଡ୍
pa: ਨਾਈਟ ਮੋਡ
pl: Tryb Noc
pt_br: Modo Noite
pt_pt: Modo Noite
ro: Mod Noapte
ru: Ночной режим
sk: Nočný režim
sl: Nočni način
sv: Nattläge
ta: இரவுப் பயன்முறை
te: నైట్ మోడ్
th: โหมดกลางคืน
tr: Gece Modu
uk: Нічний режим
ur: نائٹ موڈ
vi: Chế độ Ban đêm
zh_cn: 夜间模式
zh_hk: 夜間模式
zh_tw: 夜間模式

# CAM_PRESERVE_PHOTO_ASPECT_FOOTER
source: Preserve the last used aspect ratio, rather than automatically reset.
ar: الاحتفاظ بآخر إعداد مستخدم لنسبة العرض إلى الارتفاع، بدلًا من إعادة التعيين تلقائيًا.
bg: Запазва се последно използваното съотношение на размерите на снимката, вместо да се възстановят автоматичните.
bn: স্বয়ংক্রিয়ভাবে রিসেট করার থেকে শেষবার ব্যবহৃত অ্যাসপেক্ট রেশিও সংরক্ষিত রাখুন।
ca: Conserva l’última proporció utilitzada, en lloc de restablir‑la automàticament.
cs: Naposledy použité nastavení poměru stran se bude místo automatického resetování zachovávat.
da: Behold den forrige indstilling af billedformat fremfor at nulstille automatisk.
de: Behalte das zuletzt verwendete Seitenverhältnis bei, anstatt es automatisch zurückzusetzen.
el: Διατήρηση της αναλογίας διαστάσεων που χρησιμοποιήθηκε πιο πρόσφατα, αντί για αυτόματη επαναφορά.
es: Conserva los ajustes de proporción usados por última vez en lugar de restablecerlos automáticamente.
es_us: Conserva la proporción dimensional más reciente en lugar de restablecerla automáticamente.
fi: Älä nollaa kuvasuhdetta automaattisesti, vaan säilytä viimeksi käytetty.
fr: Conservez le dernier réglage de proportions utilisé au lieu de le réinitialiser automatiquement.
fr_ca: Applique la proportion utilisée en dernier plutôt que de rétablir automatiquement les réglages.
gu: ઑટોમૅટિક રીતે રીસેટ કરવાને બદલે છેલ્લે ઉપયોગમાં લીધેલો ઍસ્પૅક્ટ રેશિયો જાળવી રાખો.
he: ניתן לשמור את יחס האורך-רוחב האחרון במקום לאפס אותו באופן אוטומטי.
hi: ऑटोमैटिकली रीसेट करने के बजाय पिछली बार उपयोग किया गया ऐस्पेक्ट रेशियो संरक्षित करें।
hr: Očuvanje zadnjeg korištenog formata slike, umjesto automatskog prebacivanja.
hu: Az utoljára használt képarány megőrzése az automatikus alaphelyzetbe állítás helyett.
id: Pertahankan pengaturan rasio aspek terakhir yang digunakan alih-alih mengatur ulang secara otomatis.
it: Mantieni le proporzioni usate l’ultima volta. L’opzione non verrà reimpostata automaticamente.
ja: 最後に使った縦横比を自動的にリセットせずに保持します。
kk: Реттеулерді автоматты түрде бастапқы күйіне қайтарудың орнына соңғы пайдаланылған кадр форматын сақтау.
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರೀಸೆಟ್ ಮಾಡುವ ಬದಲಿಗೆ, ಕೊನೆಯದಾಗಿ ಬಳಸಿದ ದೃಶ್ಯಾನುಪಾತವನ್ನು ಸಂರಕ್ಷಿಸಿ.
ko: 카메라를 자동으로 재설정하는 대신 마지막으로 사용한 영상비를 유지합니다.
lt: Išsaugokite pastarąjį naudotą vaizdo formato nustatymą, užuot automatiškai nustatydami iš naujo.
ml: ഓട്ടോമാറ്റിക്കായി റീസെറ്റ് ചെയ്യുന്നതിന് പകരം അവസാനം ഉപയോഗിച്ച ആസ്പെക്റ്റ് റേഷ്യോ സംരക്ഷിക്കൂ.
mr: ऑटोमॅटिकली रीसेट होण्याऐवजी, शेवटचा वापरलेला ॲस्पेक्ट रेशो जतन करा.
ms: Kekalkan nisbah aspek yang terakhir digunakan, berbanding mereset secara automatik.
nb: Husk forrige brukte størrelsesforhold i stedet for å nullstille automatisk.
nl: Bewaar de laatstgebruikte verhouding, in plaats van automatisch opnieuw in te stellen.
or: ସ୍ବୟଂଚାଳିତ ଭାବରେ ରୀସେଟ୍ କରିବା ପରିବର୍ତ୍ତେ ଶେଷ ଥର ବ୍ଯବହୃତ ଆସ୍ପେକ୍ଟ୍‌ ଅନୁପାତକୁ ସଂରକ୍ଷିତ ରଖନ୍ତୁ।
pa: ਆਟੋਮੈਟਿਕਲੀ ਰੀਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ ਪਿਛਲੀ ਵਾਰ ਵਰਤੇ ਗਏ ਆਕਾਰ ਅਨੁਪਾਤ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖੋ।
pl: Aplikacja zachowuje ostatnio użyte ustawienie proporcji, zamiast automatycznie je zerować.
pt_br: Preserve a proporção usada pela última vez, em vez de redefini‑la automaticamente.
pt_pt: Manter a última proporção em vez de voltar automaticamente ao original.
ro: Va fi menținută ultima configurare utilizată pentru raportul de aspect, în locul resetării automate a acesteia.
ru: Сохранять последние использованные настройки формата кадра вместо их автоматического сброса.
sk: Namiesto automatického resetovania zachová naposledy použité nastavenie pomeru strán.
sl: Ohrani nazadnje uporabljeno nastavitev razmerja širina/višina, namesto da jo samodejno ponastavi.
sv: Behåll de senast använda proportionerna istället för att automatiskt återställa.
ta: தன்னியக்கமாக மீட்டமைப்பதற்குப் பதிலாக, கடைசியாகப் பயன்படுத்திய தோற்ற விகித அமைப்பைத் தக்கவைக்கும்.
te: ఆటోమేటిక్‌గా రీసెట్ చేసే బదులు చివరిగా ఉపయోగించబడిన యాస్పెక్ట్ రేషియోను అలాగే ఉంచుతుంది.
th: คงอัตราสัดส่วนที่ใช้ล่าสุดไว้แทนที่จะรีเซ็ตโดยอัตโนมัติ
tr: Son kullanılan en boy oranını otomatik olarak sıfırlamak yerine korur.
uk: Зберігати останні застосовані пропорції замість автоскидання.
ur: آٹومیٹک طریقے سے ری سیٹ کرنے کے بجائے پچھلی بار استعمال کیے گئے ایسپیکٹ ریشیو کو محفوظ کریں۔
vi: Bảo lưu tỷ lệ khung hình được sử dụng sau cùng, thay vì tự động đặt lại.
zh_cn: 保留上次使用的宽高比，而非自动还原。
zh_hk: 保留上次使用的顯示比例，而非自動重設。
zh_tw: 保留上次使用的顯示比例，而非自動重置。

# CAM_PRESERVE_PHOTO_FILTER_ASPECT_FOOTER
source: Preserve the last used filter or aspect ratio, rather than automatically reset.
ar: الاحتفاظ بآخر إعداد مستخدم للفلتر أو نسبة العرض إلى الارتفاع، بدلًا من إعادة التعيين تلقائيًا.
bg: Запазват се последно използваният филтър или съотношение на размерите на снимката, вместо да се възстановят автоматичните.
bn: স্বয়ংক্রিয়ভাবে রিসেট করার পরিবর্তে সর্বশেষ ব্যবহৃত ফিল্টার বা অ্যাসপেক্ট রেশিও সংরক্ষিত রাখুন।
ca: Conserva l’últim filtre utilitzat i la proporció, en lloc de restablir‑los automàticament.
cs: Naposledy použité nastavení filtru a poměru stran se bude místo automatického resetování zachovávat.
da: Behold den forrige indstilling af filter eller billedformat fremfor at nulstille automatisk.
de: Behalte den letzten Filter oder das letzte Seitenverhältnis bei, anstatt sie automatisch zurückzusetzen.
el: Διατήρηση του φίλτρου ή της αναλογίας διαστάσεων που χρησιμοποιήθηκε πιο πρόσφατα, αντί για αυτόματη επαναφορά.
es: Conserva los ajustes de filtro o proporción usados por última vez en lugar de restablecerlos automáticamente.
es_us: Conserva el filtro o la proporción dimensional más recientes en lugar de restablecerlos automáticamente.
fi: Älä nollaa suodatinta tai kuvasuhdetta automaattisesti, vaan säilytä viimeksi käytetty.
fr: Conservez le dernier filtre ou réglage de proportions utilisé au lieu de le réinitialiser automatiquement.
fr_ca: Applique le filtre ou la proportion utilisés en dernier plutôt que de rétablir automatiquement les réglages.
gu: ઑટોમૅટિક રીતે રીસેટ કરવાને બદલે પાછલી વાર ઉપયોગ કરેલ ફિલ્ટર અથવા ઍસ્પૅક્ટ રેશિયો જાળવી રાખો.
he: ניתן לשמור את הפילטר או את יחס האורך-רוחב האחרונים במקום לאפס אותם באופן אוטומטי.
hi: ऑटोमैटिकली रीसेट करने के बजाए पिछली बार उपयोग किया गया फ़िल्टर या ऐस्पेक्ट रेशियो संरक्षित करें।
hr: Očuvanje zadnjeg korištenog filtra ili formata slike, umjesto automatskog prebacivanja.
hu: Az utoljára használt szűrő- vagy képarány megőrzése az automatikus alaphelyzetbe állítás helyett.
id: Pertahankan pengaturan filter atau rasio aspek yang terakhir digunakan alih-alih mengatur ulang secara otomatis.
it: Mantieni il filtro o le proporzioni usati l’ultima volta. L’opzione non verrà reimpostata automaticamente.
ja: 最後に使ったフィルタまたは縦横比を自動的にリセットせずに保持します。
kk: Реттеулерді автоматты түрде бастапқы күйіне қайтарудың орнына соңғы пайдаланылған фильтрді немесе кадр форматын сақтау.
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರೀಸೆಟ್ ಮಾಡುವ ಬದಲು ಕೊನೆಯದಾಗಿ ಬಳಸಿದ ಫಿಲ್ಟರ್ ಅಥವಾ ಆಕಾರ ಅನುಪಾತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.
ko: 카메라를 자동으로 재설정하는 대신 마지막으로 사용한 필터 또는 영상비를 유지합니다.
lt: Išsaugokite pastarąjį naudotą filtro ar apšvietimo nustatymą, užuot automatiškai nustatydami iš naujo.
ml: ഓട്ടോമാറ്റിക്കായി റീസെറ്റ് ചെയ്യുന്നതിന് പകരം അവസാനമായി ഉപയോഗിച്ച ഫിൽട്ടർ അല്ലെങ്കിൽ ആസ്പെക്റ്റ് റേഷ്യോ സംരക്ഷിക്കൂ.
mr: ऑटोमॅटिकली रीसेट करण्यापेक्षा, आधीचे वापरलेले फिल्टर किंवा ॲस्पेक्ट रेशो जतन करा.
ms: Kekalkan penapis atau nisbah aspek yang terakhir digunakan, berbanding mereset secara automatik.
nb: Husk forrige brukte filter eller størrelsesforhold i stedet for å nullstille automatisk.
nl: Bewaar het laatstgebruikte filter of de laatstgebruikte verhouding, in plaats van altijd opnieuw in te stellen.
or: ସ୍ବୟଂଚାଳିତ ଭାବରେ ରୀସେଟ୍ କରିବା ପରିବର୍ତ୍ତେ ଶେଷ ଥର ବ୍ଯବହୃତ ଫିଲ୍ଟର୍ କିମ୍ବା ଆସ୍ପେକ୍ଟ୍‌ ଅନୁପାତକୁ ସଂରକ୍ଷିତ ରଖନ୍ତୁ।
pa: ਆਟੋਮੈਟਿਕਲੀ ਰੀਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ ਆਖ਼ਰੀ ਵਾਰ ਵਰਤਿਆ ਗਿਆ ਫ਼ਿਲਟਰ ਜਾਂ ਆਕਾਰ ਅਨੁਪਾਤ ਨੂੰ ਰੱਖਿਅਤ ਕਰੋ।
pl: Aplikacja zachowuje ostatnio użyte ustawienie filtra lub proporcji, zamiast automatycznie je zerować.
pt_br: Preserve o filtro ou a proporção usada pela última vez, em vez de redefini‑los automaticamente.
pt_pt: Manter o último filtro ou proporção em vez de voltar automaticamente ao original.
ro: Va fi menținută ultima configurare utilizată pentru filtru sau raportul de aspect, în locul resetării automate a acesteia.
ru: Сохранять последние использованные настройки фильтра и формата кадра вместо их автоматического сброса.
sk: Namiesto automatického resetovania zachová naposledy použité nastavenie filtra a pomeru strán.
sl: Ohrani nazadnje uporabljeno nastavitev filtra ali razmerja širina/višina, namesto da jo samodejno ponastavi.
sv: Behåll inställningarna för filter eller bildformat som användes senast istället för att automatiskt återställa.
ta: தன்னியக்கமாக மீட்டமைப்பதற்குப் பதிலாக, கடைசியாகப் பயன்படுத்திய ஃபில்டர் அல்லது தோற்ற விகித அமைப்பைத் தக்கவைக்கும்.
te: ఆటోమేటిక్‌గా రీసెట్ చేసే బదులు చివరిగా ఉపయోగించబడిన ఫిల్టర్ లేదా యాస్పెక్ట్ రేషియోను అలాగే ఉంచుతుంది.
th: คงฟิลเตอร์หรืออัตราสัดส่วนที่ใช้ล่าสุดไว้แทนที่จะรีเซ็ตโดยอัตโนมัติ
tr: Son kullanılan filtreyi veya en boy oranını otomatik olarak sıfırlamak yerine korur.
uk: Зберігати останній застосований фільтр або пропорції замість автоскидання.
ur: آٹومیٹک طریقے سے ری سیٹ کرنے کی بجائے پچھلی بار استعمال کیے گئے فلٹر یا ایسپیکٹ ریشیو کو محفوظ کریں۔
vi: Bảo lưu bộ lọc hoặc tỷ lệ khung hình được sử dụng sau cùng, thay vì tự động đặt lại.
zh_cn: 保留上次使用的滤镜或宽高比，而非自动还原。
zh_hk: 保留上次使用的濾鏡或顯示比例，而非自動重設。
zh_tw: 保留上次使用的濾鏡或顯示比例，而非自動重置。
